Revit 2024 API
UnitTypeId.MetersPerKilonewton Property
 Meters per kilonewton.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MetersPerKilonewton { get; }
Visual Basic
Public Shared ReadOnly Property MetersPerKilonewton As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MetersPerKilonewton {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace